{
    "assetsUrl":"https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2015/10/",
    "destinations":[
        {
            "id":0,
            "name":"The Corvallis Advocate Loft",
            "address":"425 SW Madison Ave (upstairs)",
            "geocode":{
                "lat":44.563871,
                "lng":-123.262889
            },
            "summary":"Patricia Smith's commercial illustrative work graces local brands, but she also maintains artistic interests in interest in fantasy, science fiction and horror. Novel show, with treats.",
            "description":"You quite likely know illustrator Patricia Smith's commercial work from brands like Block 15 Brewing Company, The Red Fox Cafe, Cloud & Kelly's Public and various studios, but Smith's work also extends into art.\n\nGenres of concentration include fantasy, science fiction and horror. Her work is strongly colorful and explicitly vivid, As always at The Advocate, other guest artists will also be on hand and, there will be treats.",
            "photoUrl":"advocate.jpg"
        },
        {
            "id":1,
            "name":"Art in the Valley",
            "address":"209 SW 2nd St",
            "geocode":{
                "lat":44.5628093,
                "lng":-123.2603014
            },
            "summary":"This year round art co-operative shows the work of many local artists.  “Landscapes from La La Land” by Beatrice Rubenfeld is the feature show in October. Refreshments add to the fun for CAW.",
            "description":"Art in the Valley is the oldest artist run co-operative in Corvallis.  A wide assortment of artwork is displayed in a welcoming little shop.  Refreshments will be served from 4-8 during the CAW event.\n\nBeatrice Rubenfeld is featured artist for the month of October with “Landscapes from La La Land”, an exhibit of oil paintings varying from plein air to imaginary."
        },
        {
            "id":2,
            "name":"ArtWorks (CEI) Gallery",
            "address":"408 SW Monroe Ave Suite 110",
            "geocode":{
                "lat":44.564372,
                "lng":-123.262252
            },
            "summary":"Dig the New Breed Corvallis Pop-Punkers",
            "description":"THIS IS MUTANT POP!\n\nAn exhibit containing archival ephemera and related artifacts of sonic consequence from the vaults of Corvallis’s Mutant Pop Records... circa 1994-2008\n\nSponsors: OUTPOST1000, ArtWorks (CEI) Collaborative Employment Innovations",
            "photoUrl":"art-works.jpg"
        },
        {
            "id":"azure",
            "name":"Azure Fine Art Gallery",
            "address":"341 SW 2nd St",
            "geocode":{
                "lat":44.561371,
                "lng":-123.261053
            },
            "summary":"In October we spotlight artifacts and illuminated sculptures from Vandy Hall.  Her work, using electronics, resin, wood, cast metal and blown glass engages the viewer by using fantastical and organic elements to create a magic that captures the imagination."
        },
        {
            "id":3,
            "name":"Kaleidoscope Studios",
            "address":"341 SW 2nd St, Suite 2",
            "geocode":{
                "lat":44.561258,
                "lng":-123.261147
            },
            "summary":"Monsters, Creatures & Ghouls. Join us for a chillingly creative evening featuring Sue Ploeger’s frightfully adorable ceramic monsters in the 3-D gallery paired with the embedded creatures in Rachel Urista’s magical multimedia work. Building-wide art drawing and ghoulish fun project to make & take."
        },
        {
            "id":4,
            "name":"Cyrano's",
            "address":"361 SW 2nd St",
            "geocode":{
                "lat":44.561122,
                "lng":-123.260822
            },
            "summary":"Octoberfest at Cyrano's Book bindery, time for fall colors in books. New designs for small personal journals. 2-D and 3-D effects.\n\nLook for the Leaves!"
        },
        {
            "id":5,
            "name":"Brittney West",
            "address":"340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode":{
                "lat":44.561378,
                "lng":-123.261429
            },
            "summary":"Come see all 100 prints from the 100-day art series “Love, Yourself” spilling out into the hallways as well as view recent activist artwork.",
            "description":"Spilling into the hallways of Britt's studio, you'll find 100 thought-provoking prints from her 100-day art series, “Love, Yourself”. Come view over a decades' worth of oil paintings and mixed-media drawings as well as view her recent activist artwork, exhibiting imagery intended to inspire a more compassionate coexistence. Enjoy snacks and wine in her ambient studio, pick at the artist's brain and snoop around.",
            "photoUrl":"brittney-west.jpg"
        },
        {
            "id":"studio262",
            "name":"Studio262",
            "address":"425 SW Madison Ave, Suite H-1",
            "geocode":{
                "lat":44.563996,
                "lng":-123.26244
            },
            "summary":"Celebrate the art of Ink at Studio262 with opportunities to make art and try out a variety of inking techniques for InkTober.",
            "description":"Celebrate the art of Ink at Studio262 with opportunities to make art and try out a variety of inking techniques and supplies for InkTober. Leave your masterpieces with us for display or take them home to enjoy. Also on display, it's the last week to enjoy Botanical Abstracts: Collaborative Works by Carrie Tasman & Jennifer Lommers. Enjoy their attention to color and design as their styles overlap in new and exciting ways."
        },
        {
            "id":"studio-beatrice",
            "name":"Studio Beatrice",
            "address":"230 NW 6th St",
            "geocode":{
                "lat":44.566827,
                "lng":-123.263545
            },
            "summary":"“Happiness Is.....” an exhibit featuring acrylic paintings by Phyllis Johnson. A joyous and colorful experience. Refreshments. 4-8 PM",
            "description":"Phyllis Johnson is the October featured artist with a show “Happiness Is.....”, a delightful array of colorful acrylic paintings.  The varied subject matter and exciting textures and hues give special appeal to this exhibit. Landscapes, animals, and figures combine to present the viewer with a fun and interesting experience.  Refreshments include wine tasting with Kathi from Spindrift Cellars. CAW reception from 4-8 PM.\n\nStudio Beatrice is open from 11 AM-2 PM on Fridays."
        },
        {
            "id":"arts-center",
            "name":"The Arts Center",
            "address":"700 SW Madison Ave",
            "geocode":{
                "lat":44.5643109,
                "lng":-123.266023
            },
            "summary":"The Arts Center features Daily Objects, Sarah Fagan, Sandee McGee, Susan Rochester who explore our daily surroundings.",
            "description":"The Arts Center features Daily Objects, Sarah Fagan, Sandee McGee, Susan Rochester who explore our daily surroundings.\n\nTAC hosts a “print party” where you create low tech, instant prints on a press depicting those elusive daily objects."
        },
        {
            "id":"majestic",
            "name":"Majestic Theatre",
            "address":"115 SW 2nd St",
            "hours":"4-7 p.m.",
            "geocode":{
                "lat":44.563638,
                "lng":-123.259978
            },
            "summary":"Come celebrate the production photography of Aladdin! by Mark Hoffman, and share your “inner monster” with us at our drawing table!",
            "description":"Everyone has little inner monsters that come out at different times with different people, or ones that just haunt ourselves. The Majestic Theatre invites Corvallis Arts Walkers to share their inner monsters with us! We will have an interactive table for you to recreate your monstrous self and to share lovingly share with those so endure your inner ghoul!\n\nOn display in the  South Lobby is Aladdin! Production photography by Mark Hoffman who captured the rehearsal process for the original production now showing at the Majestic. "
        },
        {
            "id":"fairbanks",
            "name":"Fairbanks Art Gallery",
            "address":"220 SW 26th St",
            "hours":"5-6:45 p.m.",
            "geocode":{
                "lat":44.5648582,
                "lng":-123.2804139
            },
            "summary":"Ben Butler. Diverse Dimensions",
            "description":"In  a  dimension  where  an  art  practice  is  similar  to  the  scientific  method,  lies  the  work  of contemporary sculptor Ben Butler. With an educational background in both art and neuroscience, Butler’s  time  spent  studying  molecular  and  cellular  structures  of  the  nervous  system  seems clearly relatable to his highly complex drawings and sculptures.\n\nButler gives himself the freedom to fully explore materials and their qualities. The large sculpture, Rounds, in his upcoming exhibition Diverse Dimensions is a great example of Butler’s artistic curiosity. The circular sculpture is made entirely from cedar shingles, of which Butler has utilized the intrinsic structure of each shingle allowing the material to dictate the overall form.\n\n“A  way  of  thinking  that  I’m  drawn  to,  is  considering the  natural  sciences  and  the  rigorous dissection or breaking apart of things in order to understand the basic elements and principles underlying everything” Butler states in an interview.",
            "photoUrl":"fairbanks.jpg"
        },
        {
            "id":"humanities",
            "name":"OSU Center for the Humanities",
            "address":"811 SW Jefferson Ave",
            "hours":"4-7 p.m.",
            "geocode":{
                "lat":44.564018,
                "lng":-123.267411
            },
            "summary":"Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description":"Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl":"humanities.jpg"
        },
        {
            "id":"poptart",
            "name":"Poptart",
            "address":"460 SW Madison Ave, Suite #7",
            "geocode":{
                "lat":44.563778,
                "lng":-123.263166
            },
            "summary":"Celebrate CAW's 1st Birthday! Our studio will be decked out with party paraphernalia including a birthday suit photo booth, commemorative $25 tattoos & treats! Also, meet the newest member of the Poptart crew!"
        },
        {
            "id":"art-insight",
            "name":"The Art of Benton InSight Gallery",
            "address":"414 NW 4th St",
            "geocode":{
                "lat":44.568020,
                "lng":-123.260454
            },
            "summary":"\"Who Am I?\" Self-portrait drawings, paintings, and more. Refreshments and recorded music. www.arcbenton.org",
            "description":"Self-portraits and paintings from The Arc Benton’s ArtFocus program. “Who Am I?” features approximately 30 artists who experience intellectual and/or developmental disabilities studying under the instruction of Elizabeth Black, MFA."
        },
        {
            "id":"corvidopolis",
            "name":"Corvidopolis",
            "address":"459 SW Madison Ave",
            "hours":"5-8 p.m.",
            "geocode":{
                "lat":44.564167,
                "lng":-123.263268
            },
            "summary":"FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging."
        }
    ]
}