{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/05/",
    "destinations": [
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "Coast to Coast Landscape",
            "description": "Russ was trained as an electrical engineer and started his career with Southern Cal Edison Power Company. He shortly realized that this would not be his life's work, and was soon hired as a physics professor with the LA Community College system. After 27 years teaching, Russ retired, moved to Corvallis and worked as an artistic blacksmith, creating drawer pulls, drapery rods and other ironwork art. \n\nIn 1986 Russ discovered Vistas and Vineyards and was soon doing pen and pencil drawings. Russ tried watercolor, and has found his passion in oil painting. He has served 11 years as artist in residence at Tumacacori National Historical Park in southern Arizona.",
            "isActive": true
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "IMAGINE",
            "description": "TAC will host a reception for artists from IMAGINE exhibit, Wes Cropper, Jim Hockenhull and Lorraine Richey. They are showing prints made with digital tools in very different processes, and consequently with different feel in the work.  They are –still- presenting limited prints, traditionally framed and presented in the same manner as intaglio prints and serigraphs historically have been.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "Francisco Morales",
            "photoUrl": "",
            "isActive": true,
            "description": "Francisco Morales  Serie de Expansi`on ArtWorks (CEI) Gallery June 16-july 11 408 SW Monroe Ave, Suite 110  More info: bruce@cieworks.org"
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "At the Heat of it All",
            "description": "Batik & encaustic artist Shari Carlson breaks the rules of tradition to achieve vibrant colors, minute details & flowing lines culminating in a story that will touch you.  Every animal has a story and each batik and encaustic sculpture includes the narrative of her experience with it.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "Favorite Games",
            "description": "Cyrano's, taking on favorite games and transforming them into …. books, jewelry, prints,  and sculptures.  Come in and throw the dice or  spin the wheel to see what you might win!",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "5-6:45 p.m.",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "OSU Art Faculty",
            "description": "A diversity of styles and approaches to art, with faculty members working in the areas of photography, painting, drawing, mixed media, printmaking, installation & video. Evan Baden, Michael Boonstra, Julia Bradshaw, Kay Campbell, Anna Fidler, Julie Green, Stephen Hayes, Yuji Hiratsuka, Shelley Jordon, Andy Myers, John Whitten and Kerry Skarbakka are included in this exhibit. Fairbanks Gallery is located in Fairbanks Hall, at the corner of SW Jefferson Way and 26th Street on the OSU campus.  Gallery hours are 8am-5pm, Monday through Friday. The exhibit closes after the closing reception on September 28.",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "foundry-annex",
            "name": "Foundry Annex",
            "address": "354 SW Madison Ave",
            "geocode": {
                "lat": 44.563465,
                "lng": -123.262208
            },
            "summary": "Hannah Lamar Koelbl",
            "isActive": true,
            "description": "Ugly Art Room will present a solo show featuring the anatomical stitchings of NYC-based artist, Hannah Lamar Koelbl.\n\nHannah has been embroidering photographs, newspaper, and wax papers since 2007.\n\nIn 2012 she began a Master’s Program in Occupational Therapy and completed a gross anatomy dissection, an experience which inspired the recreation of illustrations from her textbook, Netter’s Anatomy, in drawing and embroidery.\n\nBased on an aesthetic preference, she has chosen to work with the female reproductive anatomy in particular, and to explore the many textural & visual layers, as well as the associations we draw upon.",
            "photoUrl": ""
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "Beth Barnett",
            "description": "Feature exhibit - A selection of eclectic landscape oil paintings & quirky block printed work by local artist Beth Barnett.   Some new work by Jeff Hess on display as well.",
            "photoUrl": "",
            "hours": "5-8 p.m.",
            "isActive": true
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Summer of Play",
            "description": "Kaleidoscope Studio will have mazes puzzles games hide and seek fun creative exercises and challenges throughout the month and during the Art Walk",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Summer Color",
            "isActive": true,
            "description": "Colorful works in alcohol ink and acrylic. Stop by to see Karen's first 5-ft by 7-ft alcohol ink painting. New works in alcohol ink and acrylic texture studies on display and for sale.  Sign up for an alcohol ink painting workshop!",
            "photoUrl": ""
        },
        {
            "id": "pegasus",
            "name": "Pegasus Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "A Playful Mind",
            "description": "Pegasus Gallery hosts the aesthetically stunning digital illustrations by K Lars Lohn as he bravely explores his creative process with contemporary tools and includes some embedded playfulness for the mind.  Art and play are inescapable companions in his work and the outcome of his process results in a beautiful, thought-provoking and surprisingly satisfying visual experience. Kaleidoscope Studios, Cyrano's and the Old World Deli will be joining Pegasus to explore Art and Play with games, mazes, puzzles, mysteries throughout the month and some nifty creative challenges during the CAW.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "urista-thompson",
            "name": "The Rabbit Hole",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "When Mirrors Chase Sky",
            "description": "Featuring Rachel's small paintings from  \"When Mirrors Chase Sky\" Series. Stroll in and view small paintings packed full of intense color, expressive line work and writing.\n\nExperience these small abstract paintings up close and personal as the pieces are paired with poems and notes from the artist.\n\nThe studio will also have original coloring books, prints and cards for sale.",
            "photoUrl": "",
            "isActive": true,
            "hours": ""
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Local Color",
            "description": "Studio Beatrice features local watercolor artist Molly Perry, showing her landscapes, florals and local attractions.  The work of many artists in a salon setting.  Marshall Adams adds music, Kathi brings libations from Spindrift Cellars.\n\nStudio Beatrice is also open Fridays 11-2 and by appointment\n beatrice.artwork@gmail.com",
            "isActive": true
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "The NeverEnding Story",
            "description": "Local artist and Studio262 owner, Jennifer Lommers, is bringing back her NeverEnding Story series of 128 blocks of little art forming one large tree to be completed over the duration of the show, June 7 - July 27. Come watch her progress as she demonstrates during the Arts Walk!",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "voices-gallery",
            "name": "Voices Gallery",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563871,
                "lng": -123.262889
            },
            "summary": "BLUE",
            "photoUrl": "",
            "isActive": true,
            "description": "June brings blue into focus at Voices Gallery.  Blue in the sky, blue in the water.  Blue jays...blue bonnets...blue eye...blue jeans - Come to Voices in June and make the Blue Scene.  Voices is a 7 member galley on the third floor of Madison Square."
        }
    ]
}