{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/05/",
    "destinations": [
        {
            "id": "anything-but",
            "name": "Anything But Ordinary",
            "address": "425 SW Madison Ave, Suite C",
            "geocode": {
                "lat": 44.563967,
                "lng": -123.262729
            },
            "summary": "Featured Artist: Dane Eisenbart",
            "isActive": false,
            "description": "Please welcome a NEW arts walk destination to our event featuring the art of Dane Eisenbart."
        },
        {
            "id": "arc-insight",
            "name": "The Arc Office",
            "address": "414 NW 4th St",
            "geocode": {
                "lat": 44.56802,
                "lng": -123.260454
            },
            "summary": "\"Fantastical Characters\"",
            "description": " Kyle Ashbaugh has attended The Arc's ArtFocus program since 2007. His imaginative work is now being featured in the InSight Gallery.",
            "isActive": false
        },
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "Natural Woman",
            "description": "\"Natural Woman\" is an exciting new show by Katheryn Byram featuring sculptures created from found objects. Katheryn's work is inspired by nature, and created with her extraordinary imagination.  Art in the Valley will host a tasty reception.",
            "isActive": true
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "Sumi Ink Club",
            "description": "Back by popular demand: Sumi Ink Club: a fun shared unplanned drawing with sumi ink, made with small brushes on a long roll of paper, everybody \"owns\" the drawing/painting. Build on what others did before, creating new beginnings, it is an ever changing, ever evolving communal work of art. Although it is mostly about the process, it also gives an amazing result!",
            "isActive": true,
            "photoUrl": "arts-center.jpg"
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "Telepathy Quilt and Two Stars",
            "photoUrl": "art-works.jpg",
            "isActive": true,
            "description": "Anna Fidler\n​Telepathy Quilt and Two Stars\nOpening Reception Thursday May 19, 4-8pm (a part of the CAW)\n​ArtWorks (CEI) Gallery\n​408 SW Monroe Ave/161, Corvallis OR\n​Project Space: \"Dessert Desert\" by Tropical Contemporary"
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "Rime and Reason",
            "description": "In May we welcome Portland based artist and curator Chris Haberman and his recent works based on songs, poems and prose.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": 5,
            "name": "Brittney West",
            "address": "340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561378,
                "lng": -123.261429
            },
            "summary": "Nature-Inspired Art",
            "description": "View Britt's new artwork created at an art retreat at Shotpouch Creek Cabin inspired by the land and wildlife, including works painted with grass, moss and horsetail. See vintage material created into mixed media paintings featuring lush overgrowth!",
            "photoUrl": "brittney-west.jpg",
            "isActive": true
        },
        {
            "id": "corvallis-multi-lit-center",
            "name": "Corvallis Multicultural Literacy Center",
            "address": "128 SW 9th Street",
            "geocode": {
                "lat": 44.565473,
                "lng": -123.267686
            },
            "summary": "CMLC Multicultural Textile Exhibit",
            "description": "WEARING THE WORLD, 2016 - a multicultural textile exhibit at the Corvallis Multicultural Literacy Center.  Come and get inspired - see a collection of colorful clothing and intricate textiles gathered from around the globe, both vintage and contemporary.  Many hand sewn, hand dyed and embroidered pieces demonstrating a wealth of traditions and techniques, from ceremonial to utilitarian.  The exhibit features pieces from 20 countries, and is enhanced by a continuously running slide show.  Information on the pieces was created for the show by a world-wide, on-line volunteer research program.   The exhibit is curated by CMLC volunteer textile archivist and OSU graduate Ivy She, and was sponsored in part by the Benton County Cultural Coalition.  Exhibit runs through May 31.  Opening 4:00pm – 8:00pm, with a reception and live music from 6:00pm – 8:00pm",
            "isActive": false,
            "photoUrl": "cmlc.jpg"
        },
        {
            "id": "corvallis-swing",
            "name": "Corvallis Swing",
            "address": "341 SW 2nd St",
            "hours": "5:45-6:45 p.m.",
            "geocode": {
                "lat": 44.561265,
                "lng": -123.261012
            },
            "summary": "Swing dancing at Old World Deli",
            "description": "We will be dancing on stage at the Old World Deli as part of the monthly Corvallis Arts Walk!! \n\nOur time will be short but sweet. Let's dance and celebrate together!!",
            "isActive": true
        },
        {
            "id": "corvidopolis",
            "name": "Corvidopolis",
            "address": "459 SW Madison Ave",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.564167,
                "lng": -123.263268
            },
            "summary": "FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging.",
            "isActive": false
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "OHNA:  Japanese dyed silks",
            "description": "Cyrano's Hosts Artist Siobhan Clancy-Burns, Silk scarves dyed in the tradition of Japanese Shibori patterns of Arashi and Itajime. Multiple colors and patterns, come get wrapped up in this artist medium!",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "5-6:45 p.m.",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "Ben Buswell   \"No Sky\"",
            "description": "Ben Buswell, award-winning sculptor and multimedia artist, will exhibit embellished photographs, mixed media drawings, sculpture and acrylic on canvas in the Fairbanks Gallery on the OSU campus in Corvallis May 2 through May 25.\n\nOn Wednesday, May 4, he will give a talk in Fairbanks Gallery at 5 p.m. A reception will be held prior to the talk at 4:30 p.m. The event is free and open to the public. Buswell also will speak in art classes and critique student work that day.\n\nBuswell, a native of Dallas, Oregon, received a bachelor of fine arts from OSU in 2001. He went on to study at the University of Wisconsin, Madison, where he earned a master’s degree in 2004 and a master’s in fine art in 2005.\n\nHis work is temporal in nature, spanning a variety of media, from ceramics to incised photographs, using processes such as doubling and repetitive mark-making.",
            "photoUrl": "fairbanks.jpg",
            "isActive": true
        },
        {
            "id": "footwise",
            "name": "Footwise Storefront Window",
            "address": "301 SW Madison Ave, #100",
            "geocode": {
                "lat": 44.563561,
                "lng": -123.261447
            },
            "summary": "Window On Art",
            "isActive": false,
            "description": "For the Window on Art project, Madelaine Corbin's SHOWROOM IV project explores the notion of display and the perceived public and private worlds displays exist in. The two spheres of the public and the private, and the space between the two, is intensely curated, altered, and disguised. Objects are used as items on display to describe, suggest, or project a lifestyle or an identity. Instead of looking at the objects however, SHOWROOM IV examines the hidden and constructed lifestyle by placing that very life on display. What happens when a private life is placed in a public context?",
            "photoUrl": "footwise.jpg"
        },
        {
            "id": "foundry-annex",
            "name": "Foundry Annex",
            "address": "354 SW Madison Ave",
            "geocode": {
                "lat": 44.563465,
                "lng": -123.262208
            },
            "summary": "Juliet Shen | WuXing",
            "isActive": true,
            "description": "WuXing refers to the five interacting forces of Chinese cosmology. By basing each painting on one of these forces—wood, fire, earth, metal or water—I am free to experiment with abstract texture and pattern, color and connotation. The little size is important to my process, not only because I like to work with small brushes and richly pigmented inks, but because the snapshot composition is so liberating.\n\nJuliet Shen is a Seattle painter. She holds a Master's in typeface design from the University of Reading, England and creates work that utilizes a symbiosis between her drawing and typographic skills.",
            "photoUrl": "foundry.jpg"
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "Temporal Painting",
            "description": "Flowers, leaves, nuts and grain are treated like brushstrokes of light, texture & color in this exhibit of temporal painting photographs.  Using motors, pulleys and compressed air as \"brushes\", the unique qualities of natural materials are captured via photography.",
            "photoUrl": "jeff-hess.jpg",
            "hours": "5-8 p.m.",
            "isActive": true
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Art & Poetry",
            "description": "Kaleidoscope Studios jumps in on the play between poets and visual artists and invites them to toss in a dash of levity!",
            "isActive": false,
            "photoUrl": "kaleidoscope.jpg"
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "that landscape lady",
            "isActive": true,
            "description": "Karen's delightful studio is holding an open house, down the hall from Voices Gallery.",
            "photoUrl": ""
        },
        {
            "id": "living-room",
            "name": "Living Room Gallery",
            "address": "425 SW Madison Ave (lower level)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Alice Marshall",
            "isActive": true,
            "description": "Drawings by the accomplished local artist Alice Marshall",
            "photoUrl": ""
        },
        {
            "id": "majestic",
            "name": "Majestic Theatre",
            "address": "115 SW 2nd St",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.563638,
                "lng": -123.259978
            },
            "summary": "Wonderland",
            "description": "Take a walk through Wonderland and explore new and original works inspired by the literary classics, Alice in Wonderland and Through the Looking Glass. Wonderland engages the imagination through new interpretations of the much loved story and kicks off two months of Alice in Wonderland themed events in celebration of our upcoming production.",
            "photoUrl": "majestic.jpg",
            "isActive": false
        },
        {
            "id": "humanities",
            "name": "OSU Center for the Humanities",
            "address": "811 SW Jefferson Ave",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.564018,
                "lng": -123.267411
            },
            "summary": "Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description": "Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl": "humanities.jpg",
            "isActive": false
        },
        {
            "id": "pegasus",
            "name": "Pegasus Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "The Other Oregon",
            "description": "Pegasus Gallery looks east to views of Oregon just beyond the valley bowl to big skies and deep valleys and breathtaking topography and wild horses rendered appreciatively b y artists Karen Miller, Sarah Strohmeyer, Bill Shumway and several local photographers.",
            "isActive": true,
            "photoUrl": "pegasus.jpg"
        },
        {
            "id": "poptart",
            "name": "PopTart",
            "address": "460 SW Madison Ave, Suite #7",
            "geocode": {
                "lat": 44.563778,
                "lng": -123.263166
            },
            "summary": "Unlucky in Love",
            "description": "Poptart & Ugly Art Room present an anti Valentine's Day group art show along with $25 tattoos, a photo booth, snacks & libations by Corvallis Brewing Supply. Check out uglyartroom.com for artist information.",
            "photoUrl": "poptart.jpg",
            "isActive": false,
            "hours": "5-8 p.m."
        },
        {
            "id": "urista-thompson",
            "name": "The Rabbit Hole",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "Dance-Painting",
            "description": "Special performance art event this month: Local blues dancers will be joining us from 7-8pm to get their feet a little dirty... with paint!\n\nRachel Urista's colorful paintings, finished and unfinished, will also be on display.",
            "photoUrl": "",
            "isActive": true,
            "hours": ""
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Inky Fingers",
            "description": "\"inky Fingers\" features an array of original, hand-pulled prints from a diverse group of printmakers (no giclees or reproductions).  A special surprise from the Cascade Print Exchange will be displayed, as we enjoy music by Marshall Adams and refreshment including libations by Kathi from Spindrift.",
            "isActive": true
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "From Our View",
            "description": "Opening Reception for our Photography Show, \"From Our View\" featuring the work of local 6-12 grade students! Music provided by local High School musicians. Come support the next generation of artists!",
            "photoUrl": "studio262.jpg",
            "isActive": true
        },
        {
            "id": "teal",
            "name": "Teal Cooperative Gallery",
            "address": "328 SW 2nd St",
            "geocode": {
                "lat": 44.561531,
                "lng": -123.261294
            },
            "hours": "5-8 p.m.",
            "summary": "Come watch Harry McManus demonstrate wood turning. Featuring local handcrafted sweets by Melarova Baking and ginger liqueur by Spiritopia.",
            "photoUrl": "teal.jpg",
            "isActive": false
        },
        {
            "id": "voices-gallery",
            "name": "Voices Gallery",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563871,
                "lng": -123.262889
            },
            "summary": "Green",
            "photoUrl": "voices.jpg",
            "isActive": true,
            "description": "Color inspires us - it surrounds us.  Each color has its own mood. \nVoices is exploring the color wheel in a 7 month long series.  May brings GREEN into focus.\nGreen Grass...Green Trees..Green flecks in the eyes of the people we see...New growth...\nfresh perspective...green is a color that should be respected!\n7 Artist will be exhibiting works - Please join the celebration!"
        }
    ]
}