{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/02/",
    "destinations": [
        {
            "id": 0,
            "name": "The Corvallis Advocate Loft",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563871,
                "lng": -123.262889
            },
            "summary": "",
            "photoUrl": "advocate.jpg",
            "isActive": false,
            "description": "Come play. Featured this month is Foundry, an interactive, modular sculpture sandbox system designed to function in both practical and abstract fashion, facilitating users as both a tool and a playground. Paintings this month by Johnny Beaver, Jeremy Smith and Cyrus Peery."
        },
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "#30edits",
            "description": "Guest artist, Kat Sloma  has created a series of 30 works of art from one photographic image.The results are spectacular! Come to Art in the Valley and enjoy the reception while viewing this special exhibit. And check out work by our member artists, as well.",
            "isActive": true
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "UNhearD (2000-",
            "photoUrl": "artworks.jpg",
            "isActive": true,
            "description": "Opening reception for Dana Reason, Ethnographer.  An assemblage of Magnetic tape, paper, ink and plastic."
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "Nothing so shocking as bowling balls flocking.  Don’t miss Jeremy Smith’s life size pendulum which will be in motion during the CAW along with his other unique geometric constructions and puzzles including his cube of chess.  If you miss the pendulum in motion you can catch it again with continuing demonstrations on Saturdays during the installation.",
            "description": "",
            "isActive": false
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Passionate about Purple",
            "description": "Forget pink and red, February is the month for purple!  Mardi Gras, amethyst, even lovely early-blooming crocus.  At Kaleidoscope, we’ll have art on our walls by a variety of local artists, all with purple.  While here, you can vote for your favorite entries in our Passionate about Purple bead challenge, and register to win art from Old World Center artists and receive a free amethyst stone or bead!",
            "isActive": true
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "Fresh February",
            "description": "Pushing the beginning of Spring, come in and see bright new journals, fun colors and patterns.  Bright and Light Jewelry for Spring and Summer by Elaine.  Take part in a make and take and learn how to make a paper German bell.",
            "isActive": true,
            "photoUrl": "cyranos.jpg"
        },
        {
            "id": 5,
            "name": "Brittney West",
            "address": "340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561378,
                "lng": -123.261429
            },
            "summary": "Come check out West's new oil painting on a silver platter and other recent mixed-media artwork. All are welcome!",
            "description": "West invites you into her art studio where you can browse over a decade of oil paintings, mixed media drawings and experimental pieces such as her recent oil painting on an antique silver platter. Engage in your right brain, get to know more about her process and inspiration, and browse through her Eco-Prints for sale.",
            "photoUrl": "brittney-west.jpg",
            "isActive": true
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "Gifts from the Sea",
            "description": "Opening reception for \"Gifts from the Sea\", new intricate glass & ceramic sea inspired works by Rinee Merritt & Annclaire Greig. Also preview a poster compilation of the Studio262 Love Notes installation - continue to share the community thoughts and make 2016 a year of inspiration!",
            "photoUrl": "studio262.jpg",
            "isActive": true
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Colorful Paintings by Carrie Tasman",
            "description": "Guest artist, Jenny Armitage  Will show watercolors from places you may have been (or maybe not!)\n\nShe will also bring some whimsical polymer sculptures that will amaze you. Marshall Adams will entertain us with musical surprises.\n\nKathi will offer a taste of Spindrift wine.",
            "isActive": true
        },
        {
            "id": "majestic",
            "name": "Majestic Theatre",
            "address": "115 SW 2nd St",
            "hours": "4-8 p.m.",
            "geocode": {
                "lat": 44.563638,
                "lng": -123.259978
            },
            "summary": "Mish Mash",
            "description": "A community art show exploring works of Mixed Media and Collage by local artists.",
            "photoUrl": "",
            "isActive": false
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "5-6:45 p.m.",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "The San Quentin Prison Report Archive Project",
            "description": "Doug Nigel Poor, The San Quentin Prison Report Archive Project: A collaboration between artist Nigel Poor and the Men from San Quentin State Prison. Inkjet prints with handwritten text. Feb 8-March 1. Visiting Artists & Scholars Reception, Feb 10 at LaSells Steward Center at 6pm, lecture at 7pm.",
            "photoUrl": "fairbanks.jpg",
            "isActive": true
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "The Art of Shannon Weber",
            "description": "Shannon Weber's work is unique and thought provoking.  I could use words like burnt wood and sea weed in an attempt to describe it but none of that does it justice.  For me, some of her pieces evoke what feel like primitive memories and other pieces look like musical chords. \n\nShe's also a fun person to meet and talk to and I'm excited to host her visit.",
            "photoUrl": "jeff-hess.jpg",
            "hours": "4-8 p.m.",
            "isActive": true
        },
        {
            "id": "pegasus",
            "name": "Pegasus & Old World Deli",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "The Cascades Workshops Exhibit",
            "description": "Pegasus Gallery hosts The Cascades Workshops Exhibit with painters Mark Allison and Bill Shumway, celebrating 20 years or workshops in Sisters Oregon near Metolius and Clrar Lake.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "poptart",
            "name": "PopTart",
            "address": "460 SW Madison Ave, Suite #7",
            "geocode": {
                "lat": 44.563778,
                "lng": -123.263166
            },
            "summary": "Unlucky in Love",
            "description": "Poptart & Ugly Art Room present an anti Valentine's Day group art show along with $25 tattoos, a photo booth, snacks & libations by Corvallis Brewing Supply. Check out uglyartroom.com for artist information.",
            "photoUrl": "poptart.jpg",
            "isActive": true,
            "hours": "5-8 p.m."
        },
        {
            "id": "urista-thompson",
            "name": "Rachel Urista / Laurel Thompson",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "A Wild Heart for Art",
            "description": "This month the artists are showing work from their hearts with a new studio Mural and Abstract paintings on display. Rachel will be showcasing “Painting With Wild Abandon,” an ongoing series of intuitive paintings, expressive & abstract, with an edgy quality. Come see her unique style up close. Laurel will be working on a new mural on the studio walls. Mural live-painting, 6-8pm. Watch Laurel bring the studio walls to life!",
            "photoUrl": "rachel-urista.jpg",
            "isActive": true
        },
        {
            "id": "arc-insight",
            "name": "The Arc Office",
            "address": "414 NW 4th St",
            "geocode": {
                "lat": 44.56802,
                "lng": -123.260454
            },
            "summary": "\"Fantastical Characters\"",
            "description": " Kyle Ashbaugh has attended The Arc's ArtFocus program since 2007. His imaginative work is now being featured in the InSight Gallery."
        },
        {
            "id": "teal",
            "name": "Teal Cooperative Gallery",
            "address": "328 SW 2nd St",
            "geocode": {
                "lat": 44.561531,
                "lng": -123.261294
            },
            "hours": "5-8 p.m.",
            "summary": "Come watch Harry McManus demonstrate wood turning. Featuring local handcrafted sweets by Melarova Baking and ginger liqueur by Spiritopia.",
            "photoUrl": "teal.jpg",
            "isActive": false
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "\"Wake\", performance by Kaitlyn Wittig Mengüç",
            "description": "Kaitlyn Wittig Mengüç will present her performance art piece “Wake”. She will interpret the ritual of a wake, but now for a tree. All steps of a regular wake are involved: arrival, portraits, a toast, food. Depending on the audience Wittig Mengüç may perform the piece multiple times.\n\nEcologist Dr. Mark Harmon makes wood block research samples available to create an ever-changing interactive mosaic. The mosaic will be time-lapsed photographed and the result posted on TAC’s social media.  Some blocks will be available as mementos.",
            "isActive": true,
            "photoUrl": "artcenter.jpg"
        },
        {
            "id": "humanities",
            "name": "OSU Center for the Humanities",
            "address": "811 SW Jefferson Ave",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.564018,
                "lng": -123.267411
            },
            "summary": "Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description": "Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl": "humanities.jpg"
        },
        {
            "id": "corvidopolis",
            "name": "Corvidopolis",
            "address": "459 SW Madison Ave",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.564167,
                "lng": -123.263268
            },
            "summary": "FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging."
        },
        {
            "id": "corvallis-swing",
            "name": "Corvallis Swing",
            "address": "341 SW 2nd St",
            "hours": "5:45-6:45 p.m.",
            "geocode": {
                "lat": 44.561265,
                "lng": -123.261012
            },
            "summary": "Swing dancing at Old World Deli",
            "description": "We will be dancing on stage at the Old World Deli as part of the monthly Corvallis Arts Walk!! \n\nOur time will be short but sweet. Let's dance and celebrate together!!",
            "isActive": false
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Karen Wysopal | Mixed Media",
            "isActive": false,
            "description": "Santa brought me a HUGE roll of yupo paper: 5 feet by 30 feet long!  Come see what happens as I continue to scale LARGE.  With the holidays behind us, treat yourself to some new art!  Lots of prints, cards, and original artwork for sale.",
            "photoUrl": "karen.jpg"
        },
        {
            "id": "anything-but",
            "name": "Anything But Ordinary",
            "address": "425 SW Madison Ave, Suite C",
            "geocode": {
                "lat": 44.563967,
                "lng": -123.262729
            },
            "summary": "Featured Artist: Dane Eisenbart",
            "isActive": false,
            "description": "Please welcome a NEW arts walk destination to our event featuring the art of Dane Eisenbart."
        }
    ]
}