{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/07/",
    "destinations": [
        {
            "id": "anything-but",
            "name": "Anything But Ordinary",
            "address": "425 SW Madison Ave, Suite C",
            "geocode": {
                "lat": 44.563967,
                "lng": -123.262729
            },
            "summary": "Featured Artist: Dane Eisenbart",
            "isActive": false,
            "description": "Please welcome a NEW arts walk destination to our event featuring the art of Dane Eisenbart."
        },
        {
            "id": "arc-insight",
            "name": "The Arc Office",
            "address": "414 NW 4th St",
            "geocode": {
                "lat": 44.56802,
                "lng": -123.260454
            },
            "summary": "\"Fantastical Characters\"",
            "description": " Kyle Ashbaugh has attended The Arc's ArtFocus program since 2007. His imaginative work is now being featured in the InSight Gallery.",
            "isActive": false
        },
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "\"Imagine\"",
            "description": "\"Art in the Valley offers a shop full of \"\"eye candy\"\" this holiday season. Treats from local artists abound. \n\nFeatured  exhibit, \"\"Imagine\"\", showcases new work by oil painter Beatrice Rubenfeld, who delights in the beauty that's out there and translates it into her own vision. Color and nature inspire, the medium is her muse.\"",
            "isActive": true
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "Playing With Wings and Things",
            "description": "Interactive Activities at With Wings and Tails:\n\nWhy are we drawn to Animals? We marvel at images of animals in nature. The Arts Center presents an opportunity for hands on art & collage making at CAW event. For the rest of the year collages, drawings and paintings made at CAW will be exhibited in an impromptu exhibit With Wings and Tails Annex in the Corrine Woodman Gallery II through Saturday December 31. (pick up January3)\n\nArt supplies provided.\n\nResearchers at Caltech found that our brains “fire” when we see an animal — a dog, a spider, a mouse — but not a person, place or object. The region in the brain is the amygdala, an almond-shaped area associated with emotions. To see if the scientific research is correct, to engage you with animal life of all sorts, to create a moment of that emotion in your brain\n\nSome of the work in With Wings and Tails is sweet and endearing; some addresses animal life in a more realistic way. They can all serve as inspiration for active participation and engagement\n\nLocal and regional artists were invited to share their animal friends. They connect and depict animals in a range of media and styles.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "Cara Tomlinson: Props and Propositions",
            "photoUrl": "",
            "isActive": true,
            "description": "My work has a variety of overlapping concerns, exploring construction and evolution of self, boundaries of subjectivity, and the interconnection of self and environment through a grounding in material, process and the history of painting.  \n\nIn dialog with the long and varied tradition of modernist abstraction, I explore the intersection between painting and sculpture and the extension of painterly language into dimensional applications. \n\nThe role the studio plays in my work is both structural and theoretical—it becomes the subject of the work as well as the frame for the process. Much of my recent work arises out of paying attention to the ecology, evolution and residue of the studio process and reusing and re-purposing material left over from other processes. \n\nThis work is formally driven and playful-- studio objects co-exist with painted surfaces. These forms interbreed and engage each other. Objects influence paintings and paintings become inspiration for objects."
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "Window on Art 2016",
            "description": "Art and artists from the Window on Art project.  Ranging from exploratory to practiced and performance to photo this exhibit spans the entirety.  Artists include Christopher Adams, Tanner Henderson, Francisco Morales, Madelaine Corbin, Lauren Ohlgren, Katrina Henry and Lauren Sharpton.",
            "isActive": false,
            "photoUrl": ""
        },
        {
            "id": "bison-bison",
            "name": "Bison bison!",
            "address": "354 SW Madison Ave",
            "geocode": {
                "lat": 44.563465,
                "lng": -123.262208
            },
            "summary": "Muriel Condon | Recent Works",
            "isActive": true,
            "description": "The Micro Gallery at Bison bison! will be hosting (recently) local artist Muriel Condon with a collection of small works in graphite and colored pencil. \n\nHer work creates scenes without context,  focusing on unexpected juxtapositions of everyday objects. With seeming intention, Muriel works between realistic and impressionist representation, placing and choosing objects with a purpose–though imparting meaning is left to the observer. \n\nArtist reception will be during the Arts Walk from 5-9 pm.",
            "photoUrl": "",
            "hours": "5-9 p.m."
        },
        {
            "id": 5,
            "name": "Brittney West Studio",
            "address": "340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561378,
                "lng": -123.261429
            },
            "summary": "New Activist Artwork",
            "description": "Affordable Eco-Prints starting at just $15 and original art for sale--perfect for holiday gifts! Come see new additions to West's “Animal Activist Artwork” series as well. Pick the artist's brain, enjoy the ambiance and good company—all are welcome!",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "corvallis-multi-lit-center",
            "name": "Corvallis Multicultural Literacy Center",
            "address": "128 SW 9th Street",
            "geocode": {
                "lat": 44.565473,
                "lng": -123.267686
            },
            "summary": "CMLC Multicultural Textile Exhibit",
            "description": "WEARING THE WORLD, 2016 - a multicultural textile exhibit at the Corvallis Multicultural Literacy Center.  Come and get inspired - see a collection of colorful clothing and intricate textiles gathered from around the globe, both vintage and contemporary.  Many hand sewn, hand dyed and embroidered pieces demonstrating a wealth of traditions and techniques, from ceremonial to utilitarian.  The exhibit features pieces from 20 countries, and is enhanced by a continuously running slide show.  Information on the pieces was created for the show by a world-wide, on-line volunteer research program.   The exhibit is curated by CMLC volunteer textile archivist and OSU graduate Ivy She, and was sponsored in part by the Benton County Cultural Coalition.  Exhibit runs through May 31.  Opening 4:00pm – 8:00pm, with a reception and live music from 6:00pm – 8:00pm",
            "isActive": false,
            "photoUrl": "cmlc.jpg"
        },
        {
            "id": "corvallis-swing",
            "name": "Corvallis Swing",
            "address": "341 SW 2nd St",
            "hours": "5:45-6:45 p.m.",
            "geocode": {
                "lat": 44.561265,
                "lng": -123.261012
            },
            "summary": "Swing dancing at Old World Deli",
            "description": "We will be dancing on stage at the Old World Deli as part of the monthly Corvallis Arts Walk!! \n\nOur time will be short but sweet. Let's dance and celebrate together!!",
            "isActive": false
        },
        {
            "id": "corvidopolis",
            "name": "Corvidopolis",
            "address": "459 SW Madison Ave",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.564167,
                "lng": -123.263268
            },
            "summary": "FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging.",
            "isActive": false
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "Favorite Games",
            "description": "Cyrano's, taking on favorite games and transforming them into …. books, jewelry, prints,  and sculptures.  Come in and throw the dice or  spin the wheel to see what you might win!",
            "isActive": false,
            "photoUrl": ""
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "Montage",
            "description": "Montage Collective is a student-run arts organization of Oregon State University that seeks to both foster camaraderie among artists, as well as promote the arts on and off campus. The annual Montage juried exhibit draws from a pool of OSU students of all majors, traditionally providing a wide spectrum of work in matters of genre, background and intention. \n\nThis year features juror Bruce Burris, who has made a career of establishing programs that provide various supports for artists who are considered to be at risk or considered to be/have disabilities. Burris is the current Director of CEI Artworks in downtown Corvallis, whose storefront exhibition space regularly features work from Oregon artists.",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "footwise",
            "name": "Footwise Storefront Window",
            "address": "301 SW Madison Ave, #100",
            "geocode": {
                "lat": 44.563561,
                "lng": -123.261447
            },
            "summary": "Window On Art",
            "isActive": false,
            "description": "For the Window on Art project, Madelaine Corbin's SHOWROOM IV project explores the notion of display and the perceived public and private worlds displays exist in. The two spheres of the public and the private, and the space between the two, is intensely curated, altered, and disguised. Objects are used as items on display to describe, suggest, or project a lifestyle or an identity. Instead of looking at the objects however, SHOWROOM IV examines the hidden and constructed lifestyle by placing that very life on display. What happens when a private life is placed in a public context?",
            "photoUrl": "footwise.jpg"
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "Beth Barnett",
            "description": "Feature exhibit - A selection of eclectic landscape oil paintings & quirky block printed work by local artist Beth Barnett.   Some new work by Jeff Hess on display as well.",
            "photoUrl": "",
            "hours": "5-8 p.m.",
            "isActive": false
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Summer of Play",
            "description": "Kaleidoscope Studio will have mazes puzzles games hide and seek fun creative exercises and challenges throughout the month and during the Art Walk",
            "isActive": false,
            "photoUrl": ""
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "230 SW 3rd St., #208A (upstairs)",
            "geocode": {
                "lat": 44.562877,
                "lng": -123.261796
            },
            "summary": "NEW LOCATION, NEW ART!",
            "isActive": true,
            "description": "After a hiatus from last month's Arts Walk to regroup in my new larger downtown studio, I'm excited to open for December Arts Walk with many new, larger alcohol ink paintings to share with you.  Also colorful holiday cards, small originals, and lots and lots of prints!",
            "photoUrl": ""
        },
        {
            "id": "living-room",
            "name": "Living Room Gallery",
            "address": "425 SW Madison Ave (lower level)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Long Distance",
            "isActive": false,
            "description": "Two lovers, united over 1300 miles in the town where they first met.  Paintings by Grace Noel and Nicholas Campbell.",
            "photoUrl": ""
        },
        {
            "id": "majestic",
            "name": "Majestic Theatre",
            "address": "115 SW 2nd St",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.563638,
                "lng": -123.259978
            },
            "summary": "ART•BORETUM",
            "description": "For centuries, plant-life has captured the hearts and minds of artists. Flora has been used as symbols, decorative elements, and subjects of masterpieces. During the month of July, we turn our attention to the green lives that grow all around us. We call upon local artists to help us turn our gallery into a botanical art garden.",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "humanities",
            "name": "OSU Center for the Humanities",
            "address": "811 SW Jefferson Ave",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.564018,
                "lng": -123.267411
            },
            "summary": "Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description": "Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl": "humanities.jpg",
            "isActive": false
        },
        {
            "id": "pegasus",
            "name": "Pegasus Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "The Movable Feast of Art",
            "description": "Pegasus Gallery hosts an annual rotating exhibit of local and regional artwork - paintings, prints, photography, ceramics, fiber arts and so much more for holiday shoppers enjoyment. Pegasus shares an supports this community, its local makers and the causes that sustain them, and there are several collections for whom a percentage of the proceed are tithed to support organizations that matter to this area. \n\nThis year's exhibit features paintings and mixed media by Bill Shumway, Rachel Urista, Debi Friedlander and Paige Shumway, prints by Kevin Clark, Bonnie Hall and Jim Howland, photography by John Ginn, Don Ferguson, Jeff Hess, Ben McReynolds, Denise Gholsen and Corwin Willard, ceramics by Jan Dymond, Barbara Markello, Becca Lemon, Dale Donovan and Jay Widmer and so much more. Come enjoy the arts and the season and shop local!",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "poptart",
            "name": "PopTart",
            "address": "460 SW Madison Ave, Suite #7",
            "geocode": {
                "lat": 44.563778,
                "lng": -123.263166
            },
            "summary": "Unlucky in Love",
            "description": "Poptart & Ugly Art Room present an anti Valentine's Day group art show along with $25 tattoos, a photo booth, snacks & libations by Corvallis Brewing Supply. Check out uglyartroom.com for artist information.",
            "photoUrl": "poptart.jpg",
            "isActive": false,
            "hours": "5-8 p.m."
        },
        {
            "id": "urista-studio",
            "name": "Rachel Urista Studio",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "Oversized Abstraction",
            "description": "Come view the beginning of rather BIG abstract painting - spanning 7.5ft by 5ft, while you browse the Holiday Sale. Original art, fine art prints and coloring books from the artist will be on sale for the gift giving season.",
            "photoUrl": "",
            "isActive": true,
            "hours": ""
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Porcelain Pottery",
            "description": "Dale Donovan has an array of new porcelain pottery fresh out of the kiln to show us this month.  Music by Marshall Adams and Wine tasting by Spindrift Cellars.  And plenty of surprises you won't want to miss!",
            "isActive": false
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "Goodbye Bash",
            "description": "Please join Studio262 in our final arts walk as we finish out the year with our Holiday Show and cake! More surprises too, with 40% or more off all art supplies during our one last big community party. Huge thanks to everyone for your support of Studio262 these past few years - We look forward to seeing you during the arts walk!",
            "photoUrl": "",
            "isActive": true,
            "hours": "4-9 p.m."
        },
        {
            "id": "teal",
            "name": "Teal Cooperative Gallery",
            "address": "328 SW 2nd St",
            "geocode": {
                "lat": 44.561531,
                "lng": -123.261294
            },
            "hours": "5-8 p.m.",
            "summary": "Come watch Harry McManus demonstrate wood turning. Featuring local handcrafted sweets by Melarova Baking and ginger liqueur by Spiritopia.",
            "photoUrl": "teal.jpg",
            "isActive": false
        },
        {
            "id": "voices-gallery",
            "name": "Voices Gallery",
            "address": "301 SW 4th St, Suite 160",
            "geocode": {
                "lat": 44.562193,
                "lng": -123.262859
            },
            "summary": "CLOSURE",
            "photoUrl": "",
            "isActive": true,
            "description": "As the year ends, the Artist of Voices creatively depict CLOSURE & RENEWAL."
        }
    ]
}