{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/03/",
    "destinations": [
        {
            "id": "anything-but",
            "name": "Anything But Ordinary",
            "address": "425 SW Madison Ave, Suite C",
            "geocode": {
                "lat": 44.563967,
                "lng": -123.262729
            },
            "summary": "Featured Artist: Dane Eisenbart",
            "isActive": false,
            "description": "Please welcome a NEW arts walk destination to our event featuring the art of Dane Eisenbart."
        },
        {
            "id": "arc-insight",
            "name": "The Arc Office",
            "address": "414 NW 4th St",
            "geocode": {
                "lat": 44.56802,
                "lng": -123.260454
            },
            "summary": "\"Fantastical Characters\"",
            "description": " Kyle Ashbaugh has attended The Arc's ArtFocus program since 2007. His imaginative work is now being featured in the InSight Gallery.",
            "isActive": false
        },
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "Call of the Trees",
            "description": "Enjoy a show, \"Call of the Trees\", by Cy Stadsvold.  Cy has focused on the subject of trees to express his gratitude with a keen understanding of this subject. Cy serves as director of Art in the Valley Gallery.  He is known for 2D work spanning many mediums, including, of course, watercolor.",
            "isActive": true
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "Howland Community OPEN",
            "description": "The Howland Community OPEN Exhibition at The Arts Center is an opportunity for ALL people living in Linn or Benton Counties to show their art, from toddlers to teens, adults who are just starting out to professional artists. This exhibit reflects the joy of artmaking in our community -- just as present in the work of a beginning art maker, as in work by longtime practicing professional artists.",
            "isActive": true,
            "photoUrl": "arts-center.jpg"
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "OSU Art Department presents: + / -",
            "photoUrl": "art-works.jpg",
            "isActive": true,
            "description": "Under instructor Anna Fidler, OSU art students present work surrounding the modification and repurposing of aged media through both additive and subtractive processes."
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "Primitive Futurism",
            "description": "Connections to animism, wonder of nature and a search for meaning and spirituality are expressed in Christopher Adams’ symmetrical–assumed–future. Iconography of myth and ceremony are tainted with the remnants of a disconnected interim–bridging a simple past with a simple future.",
            "isActive": true,
            "photoUrl": "azure.jpg"
        },
        {
            "id": 5,
            "name": "Brittney West",
            "address": "340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561378,
                "lng": -123.261429
            },
            "summary": "Come check out West's new oil painting on a silver platter and other recent mixed-media artwork. All are welcome!",
            "description": "West invites you into her art studio where you can browse over a decade of oil paintings, mixed media drawings and experimental pieces such as her recent oil painting on an antique silver platter. Engage in your right brain, get to know more about her process and inspiration, and browse through her Eco-Prints for sale.",
            "photoUrl": "brittney-west.jpg",
            "isActive": false
        },
        {
            "id": 0,
            "name": "The Corvallis Advocate Loft",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563871,
                "lng": -123.262889
            },
            "summary": "Surrealist Cyrus Peery has been quite popular at the loft, so this month he's been asked back to exhibit a mix of new and prior work.",
            "photoUrl": "advocate.jpg",
            "isActive": true,
            "description": "Surrealist Cyrus Peery has been quite popular at the loft, so this month he's been asked back for an exhibit mixing new and prior work. .Check out The Advocate for surprise guests too.\n\nTreats will be served.  Open 4 pm to 8 pm."
        },
        {
            "id": "corvallis-multi-lit-center",
            "name": "Corvallis Multicultural Literacy Center",
            "address": "128 SW 9th Street",
            "geocode": {
                "lat": 44.565473,
                "lng": -123.267686
            },
            "summary": "New Location",
            "description": "\"Wearing the World, 2016\" - CMLC's multicultural textile exhibit. A collection of colorful textiles and clothing from across the globe.",
            "isActive": true
        },
        {
            "id": "corvallis-swing",
            "name": "Corvallis Swing",
            "address": "341 SW 2nd St",
            "hours": "5:45-6:45 p.m.",
            "geocode": {
                "lat": 44.561265,
                "lng": -123.261012
            },
            "summary": "Swing dancing at Old World Deli",
            "description": "We will be dancing on stage at the Old World Deli as part of the monthly Corvallis Arts Walk!! \n\nOur time will be short but sweet. Let's dance and celebrate together!!",
            "isActive": true
        },
        {
            "id": "corvidopolis",
            "name": "Corvidopolis",
            "address": "459 SW Madison Ave",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.564167,
                "lng": -123.263268
            },
            "summary": "FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging.",
            "isActive": false
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "Fresh February",
            "description": "Pushing the beginning of Spring, come in and see bright new journals, fun colors and patterns.  Bright and Light Jewelry for Spring and Summer by Elaine.  Take part in a make and take and learn how to make a paper German bell.",
            "isActive": false,
            "photoUrl": "cyranos.jpg"
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "5-6:45 p.m.",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "The San Quentin Prison Report Archive Project",
            "description": "Doug Nigel Poor, The San Quentin Prison Report Archive Project: A collaboration between artist Nigel Poor and the Men from San Quentin State Prison. Inkjet prints with handwritten text. Feb 8-March 1. Visiting Artists & Scholars Reception, Feb 10 at LaSells Steward Center at 6pm, lecture at 7pm.",
            "photoUrl": "fairbanks.jpg",
            "isActive": false
        },
        {
            "id": "footwise",
            "name": "Footwise Storefront Window",
            "address": "301 SW Madison Ave, #100",
            "geocode": {
                "lat": 44.563561,
                "lng": -123.261447
            },
            "summary": "Walk by the Footwise Window Display",
            "isActive": true,
            "description": "Walk by the window display at Footwise to see Brittney West's most recent series of oil paintings and sculptures exploring our relationship with animals. (Note that her art studio will not be on this month's walk)",
            "photoUrl": "brittney-west.jpg"
        },
        {
            "id": "foundry-annex",
            "name": "Foundry Annex",
            "address": "354 SW Madison Ave",
            "geocode": {
                "lat": 44.563465,
                "lng": -123.262208
            },
            "summary": "Gunpowder Mapping",
            "isActive": true,
            "description": "Mississippi River - Gunpowder and ink on paper. Gunpowder is ignited over a stencil. The project explores the precision and patience required to create a stencil, and the immediacy and chaos of explosives. Collaboration and participation are themes of this map focused exhibit.",
            "photoUrl": "foundry.jpg"
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "Invasive Species Potluck - an art show",
            "description": "Ugly Art Room is proud to present \"Invasive Species Potluck\" an art show alongside a new dandelion sculpture by studio host and artist Jeff Hess.\n\nParticipating artists include: Lisa Bauer, Maren Burck, Martin Esteves, Hannah Lamar, Allison Maletz, Jen G. Pywell & Michael Sherman.  \n\nThe strong, the powerful, the fittest, the survivors, the despised, the hated, the condemned. In this art show potluck, participating artists present a chosen invasive species depicted in all its vilified glory. \n\nSnacks & Libations courtesy of Emerson Vineyards.",
            "photoUrl": "",
            "hours": "5-8 p.m.",
            "isActive": true
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Passionate about Purple",
            "description": "Forget pink and red, February is the month for purple!  Mardi Gras, amethyst, even lovely early-blooming crocus.  At Kaleidoscope, we’ll have art on our walls by a variety of local artists, all with purple.  While here, you can vote for your favorite entries in our Passionate about Purple bead challenge, and register to win art from Old World Center artists and receive a free amethyst stone or bead!",
            "isActive": false
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Tree Bark Studies Past and Present",
            "isActive": true,
            "description": "My work on large scale alcohol ink painting continues. This month's show: \"Thick Skinned: Tree Bark Studies Past and Present.\"   While creating recent tree bark studies in alcohol ink, I realized this subject has been a theme in my art for some years.  See the entire collection during this month's open studio.  There will be prints and cards for sale as well as original artwork. Come on by!",
            "photoUrl": ""
        },
        {
            "id": "living-room",
            "name": "Living Room Gallery",
            "address": "425 SW Madison Ave (lower level)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "A series of new paintings by Angela Waetje",
            "isActive": true,
            "description": "Celebrate women's history month with a mythic feminist hero cycle in five paintings.",
            "photoUrl": "living-room.jpg"
        },
        {
            "id": "majestic",
            "name": "Majestic Theatre",
            "address": "115 SW 2nd St",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.563638,
                "lng": -123.259978
            },
            "summary": "L'art des Femmes",
            "description": "Join us as we celebrate Women's History Month with an all-female art show focused on the \"Female Experience\".",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "humanities",
            "name": "OSU Center for the Humanities",
            "address": "811 SW Jefferson Ave",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.564018,
                "lng": -123.267411
            },
            "summary": "Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description": "Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl": "humanities.jpg",
            "isActive": false
        },
        {
            "id": "pegasus",
            "name": "Pegasus & Old World Deli",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "A Plethora of Crows",
            "description": "\"A Plethora of Crows,\" a collaborative exhibit by photographer, Don Ferguson and painter, Bill Shumway. It is a display of photographs, paintings and artwork employing both mediums. They have been engaged in this collaborative process for most of 2015, mostly for the love of it, but also to put an exhibit together and to develop a set of workshops to teach photography and painting students how to produce collaborative imagery. They chose crows as a subject because they are so expressive, mythological and they have both been intrigued by them for years.",
            "isActive": true,
            "photoUrl": ""
        },
        {
            "id": "poptart",
            "name": "PopTart",
            "address": "460 SW Madison Ave, Suite #7",
            "geocode": {
                "lat": 44.563778,
                "lng": -123.263166
            },
            "summary": "Unlucky in Love",
            "description": "Poptart & Ugly Art Room present an anti Valentine's Day group art show along with $25 tattoos, a photo booth, snacks & libations by Corvallis Brewing Supply. Check out uglyartroom.com for artist information.",
            "photoUrl": "poptart.jpg",
            "isActive": false,
            "hours": "5-8 p.m."
        },
        {
            "id": "urista-thompson",
            "name": "Rachel Urista / Laurel Thompson",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "Watch Laurel continue to develop the studio mural! Live painting and demos during the artwalk 6-8pm.",
            "description": "View Rachel’s ongoing series of intuitive paintings, expressive & abstract, with an edgy quality. Come see her unique style up close and watch as she demonstrates a few of her techniques throughout the evening. Watch Laurel continue to develop the studio mural as she Live-Paints during the artwalk 6-8pm.",
            "photoUrl": "",
            "isActive": true,
            "hours": "6-8 p.m."
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Celtic Spring - Wearing of the Green",
            "description": "\"Celtic Spring - Wearing of the Green\" An apparel exhibit featuring Jan E O Jewelry: bold, organic tribal designs inspired by nature, and  Jenanigans: one of a kind straw hats for the garden or the garden party created using traditional millinery techniques. Reception includes music by Marshall Adams.",
            "isActive": true
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "Art is for Everyone",
            "description": "Sign-up for our community art show, Bicycles & Boards or for our Mini Art Gallery where all art is 5x5x5 inches or smaller - all while enjoying the musical looping talents of Magic Mama!",
            "photoUrl": "",
            "isActive": true
        },
        {
            "id": "teal",
            "name": "Teal Cooperative Gallery",
            "address": "328 SW 2nd St",
            "geocode": {
                "lat": 44.561531,
                "lng": -123.261294
            },
            "hours": "5-8 p.m.",
            "summary": "Come watch Harry McManus demonstrate wood turning. Featuring local handcrafted sweets by Melarova Baking and ginger liqueur by Spiritopia.",
            "photoUrl": "teal.jpg",
            "isActive": false
        }
    ]
}