{
    "assetsUrl": "https://raw.githubusercontent.com/holmwell/corvallis-arts-walk-assets/master/2016/04/",
    "destinations": [
        {
            "id": "anything-but",
            "name": "Anything But Ordinary",
            "address": "425 SW Madison Ave, Suite C",
            "geocode": {
                "lat": 44.563967,
                "lng": -123.262729
            },
            "summary": "Featured Artist: Dane Eisenbart",
            "isActive": false,
            "description": "Please welcome a NEW arts walk destination to our event featuring the art of Dane Eisenbart."
        },
        {
            "id": "arc-insight",
            "name": "The Arc Office",
            "address": "414 NW 4th St",
            "geocode": {
                "lat": 44.56802,
                "lng": -123.260454
            },
            "summary": "\"Fantastical Characters\"",
            "description": " Kyle Ashbaugh has attended The Arc's ArtFocus program since 2007. His imaginative work is now being featured in the InSight Gallery.",
            "isActive": false
        },
        {
            "id": 1,
            "name": "Art in the Valley",
            "address": "209 SW 2nd St",
            "geocode": {
                "lat": 44.5628093,
                "lng": -123.2603014
            },
            "summary": "Jenny Armitage",
            "description": "Jenny Armitage is a former Art in the Valley member who is our featured artist in April.  She has developed a method of pouring watercolors to provide a basis for her hauntingly beautiful watercolors.  Stop by to enjoy the show and reception with treats and festivities. Also check out art by Art In the Valley members and consignment artists.",
            "isActive": true
        },
        {
            "id": "arts-center",
            "name": "The Arts Center",
            "address": "700 SW Madison Ave",
            "geocode": {
                "lat": 44.5643109,
                "lng": -123.266023
            },
            "summary": "3 Narratives reception",
            "description": "The Arts Center hosts a reception for 3 Narratives: Larry Calkins, Georgiana Nehl and Liisa Rahkonen. Larry Calkins has roots in outsider art and uses nontraditional mixed media for seemingly innocent looking imagery. Georgiana Nehl works in tempera and creates elegant precise paintings based on the I Ching, enhanced with small altars below. Liisa Rahkonen shows her ceramic figural work inspired by ancient cultures.",
            "isActive": true,
            "photoUrl": "arts-center.jpg"
        },
        {
            "id": 2,
            "name": "ArtWorks (CEI) Gallery",
            "address": "408 SW Monroe Ave Suite 110",
            "geocode": {
                "lat": 44.564372,
                "lng": -123.262252
            },
            "summary": "Aisha Rose McCoy",
            "photoUrl": "art-works.jpg",
            "isActive": true,
            "description": "Many people look to journaling to capture important, sad, joyous, and routine parts of their life. Instead of writing in depth about my experiences, I often try to capture a moment that gave a particular feeling good or bad through art. I recall my memories through mostly sensory characteristics which naturally draws me to relive them through art."
        },
        {
            "id": "azure",
            "name": "Azure Fine Art Gallery",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561371,
                "lng": -123.261053
            },
            "summary": "Will you step up?",
            "description": "Deb Perry-Guetti continues to explore the grid in her new ladder series.  As April is art and poetry month, she brings her drawings, poetry and sculptures together considering the concept of where a ladder can lead us.  The highs and the lows.  The hidden and the obvious.  The explored and the mysterious.  She is excited to have her husband Nick Perry-Guetti accompany her work this month through his poetry.  The night promises to bring poetry readings and a special guest performance from Celeste King on the cello.",
            "isActive": true,
            "photoUrl": "azure.jpg"
        },
        {
            "id": 5,
            "name": "Brittney West",
            "address": "340 SW 2nd St., Studio #3 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561378,
                "lng": -123.261429
            },
            "summary": "New oil paintings & glittery sculptures await you at Britt's studio. All are welcome!",
            "description": "Activist artist Brittney West invites you into her art studio where you can browse over a decade of oil paintings, mixed media drawings and recent sculptures. Engage in your right brain, get to know more about her process and inspiration, and browse through her Eco-Prints for sale.",
            "photoUrl": "brittney-west.jpg",
            "isActive": true
        },
        {
            "id": 0,
            "name": "The Corvallis Advocate Loft",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563871,
                "lng": -123.262889
            },
            "summary": "Surrealist Cyrus Peery has been quite popular at the loft, so this month he's been asked back to exhibit a mix of new and prior work.",
            "photoUrl": "advocate.jpg",
            "isActive": false,
            "description": "Surrealist Cyrus Peery has been quite popular at the loft, so this month he's been asked back for an exhibit mixing new and prior work. .Check out The Advocate for surprise guests too.\n\nTreats will be served.  Open 4 pm to 8 pm."
        },
        {
            "id": "corvallis-multi-lit-center",
            "name": "Corvallis Multicultural Literacy Center",
            "address": "128 SW 9th Street",
            "geocode": {
                "lat": 44.565473,
                "lng": -123.267686
            },
            "summary": "CMLC Multicultural Textile Exhibit",
            "description": "WEARING THE WORLD, 2016 - a multicultural textile exhibit at the Corvallis Multicultural Literacy Center.  Come and get inspired - see a collection of colorful clothing and intricate textiles gathered from around the globe, both vintage and contemporary.  Many hand sewn, hand dyed and embroidered pieces demonstrating a wealth of traditions and techniques, from ceremonial to utilitarian.  The exhibit features pieces from 20 countries, and is enhanced by a continuously running slide show.  Information on the pieces was created for the show by a world-wide, on-line volunteer research program.   The exhibit is curated by CMLC volunteer textile archivist and OSU graduate Ivy She, and was sponsored in part by the Benton County Cultural Coalition.  Exhibit runs through May 31.  Opening 4:00pm – 8:00pm, with a reception and live music from 6:00pm – 8:00pm",
            "isActive": true,
            "photoUrl": "cmlc.jpg"
        },
        {
            "id": "corvallis-swing",
            "name": "Corvallis Swing",
            "address": "341 SW 2nd St",
            "hours": "5:45-6:45 p.m.",
            "geocode": {
                "lat": 44.561265,
                "lng": -123.261012
            },
            "summary": "Swing dancing at Old World Deli",
            "description": "We will be dancing on stage at the Old World Deli as part of the monthly Corvallis Arts Walk!! \n\nOur time will be short but sweet. Let's dance and celebrate together!!",
            "isActive": true
        },
        {
            "id": "corvidopolis",
            "name": "Corvidopolis",
            "address": "459 SW Madison Ave",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.564167,
                "lng": -123.263268
            },
            "summary": "FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging.",
            "isActive": false
        },
        {
            "id": 4,
            "name": "Cyrano's",
            "address": "361 SW 2nd St",
            "geocode": {
                "lat": 44.561122,
                "lng": -123.260822
            },
            "summary": "Fresh February",
            "description": "Pushing the beginning of Spring, come in and see bright new journals, fun colors and patterns.  Bright and Light Jewelry for Spring and Summer by Elaine.  Take part in a make and take and learn how to make a paper German bell.",
            "isActive": false,
            "photoUrl": "cyranos.jpg"
        },
        {
            "id": "fairbanks",
            "name": "Fairbanks Art Gallery",
            "address": "220 SW 26th St",
            "hours": "5-6:45 p.m.",
            "geocode": {
                "lat": 44.5648582,
                "lng": -123.2804139
            },
            "summary": "Michael Boonstra: Transitory Surface",
            "description": "Transitory Surface,an exhibit of prints, paintings, and drawings by Michael Boonstra opensto the public Monday, April 4 in Fairbanks Gallery, on the Oregon State University campus, in Corvallis, Oregon. There will be a reception with a gallery talk by the artist at 4:30-5:30, Tuesday, April 5.The event is free andopento the public. \n\nWith an interest in both the visual and psychological variables in the transfer of perspective, Michael Boonstra questions how our experience is changing as the way we view landscape shifts from a horizon-based perspective toan aerial viewpoint. Transitory Surface is the result of his art practice exploring landscape and the increasing clarity of understanding our world through perspective and the visual markings generated by human development. \n\nWith elements of video, photography, and drawing, Boonstra connects to the way we think aboutlandscape. Starting from the overly ethereal transcendent views from space to a middle zone that is abstract and breaks down to formal characteristics. The surface of the planet you see is the shapes and visual information that signifies humanness, the vast marks as a planetary drawing, “a vast drawing we are all creating.”\n\nOne element in this show includes an ongoing series of drawings utilizing evaporated inkas a base layer, then manipulated with graphite, ink, and acrylic. The drawings are invented aerial landscapes meant to similarly embody the vernacular of satellite images. Boonstra’s process ofevaporating ink is parallel to the  to the geologic forces that form the surface ofour planet and the geometry overlaid is a proxy for the human made marks upon the landscape. These etherial abstractions are harmonized by the formal characteristics and content that symbolizes the impact and expansion of human development. \n\nMichael Boonstra received his BFA from the University of Michigan and his MFA from the University of Oregon. Recent awards include a Career Opportunity Grant from the Oregon Arts Commission, project funding from the Ford Family Foundation, and a residency at the Djerassi Resident Artist Program. Boonstra’s drawings and photo-based work have been exhibited nationally andhehas created site-specific projects in Michigan, California, andat numerous venues in the Pacific Northwest. Boonstra currently teaches at Oregon State University. His studio practice is based outof Eugene, Oregon where he lives with his wife and two children.\n  \nFairbanks Gallery at Oregon State University is free andopento the public. Hours are Monday-Friday from 8am-5pm. The exhibit concludes on April 27.",
            "photoUrl": "fairbanks.jpg",
            "isActive": true
        },
        {
            "id": "footwise",
            "name": "Footwise Storefront Window",
            "address": "301 SW Madison Ave, #100",
            "geocode": {
                "lat": 44.563561,
                "lng": -123.261447
            },
            "summary": "Window On Art",
            "isActive": true,
            "description": "For the Window on Art project, Madelaine Corbin's SHOWROOM IV project explores the notion of display and the perceived public and private worlds displays exist in. The two spheres of the public and the private, and the space between the two, is intensely curated, altered, and disguised. Objects are used as items on display to describe, suggest, or project a lifestyle or an identity. Instead of looking at the objects however, SHOWROOM IV examines the hidden and constructed lifestyle by placing that very life on display. What happens when a private life is placed in a public context?",
            "photoUrl": "footwise.jpg"
        },
        {
            "id": "foundry-annex",
            "name": "Foundry Annex",
            "address": "354 SW Madison Ave",
            "geocode": {
                "lat": 44.563465,
                "lng": -123.262208
            },
            "summary": "Gunpowder Collaborative",
            "isActive": true,
            "description": "Nick Martinelli & Christopher Adams have teamed up to create screen printing + gunpowder prints depicting NW volcanoes.",
            "photoUrl": ""
        },
        {
            "id": "jeff-hess",
            "name": "Jeff Hess Studio",
            "address": "460 SW Madison Ave. Suite 16",
            "geocode": {
                "lat": 44.563769,
                "lng": -123.263193
            },
            "summary": "Self-Portrait",
            "description": "Artwork mailed in for Ugly Art Room's monthly mail art challenge will be displayed. UAR curator Jen G. Pywell and The Arts Center's curator Hester Coucke have opened all work on camera and created a online video commenting on each chosen piece. The work sent in from artists all over the country as well as international pieces are not seen by the curators beforehand so there is a sense of surprise as well as on the spot in real time conversation as each piece is opened.",
            "photoUrl": "jeff-hess.jpg",
            "hours": "5-8 p.m.",
            "isActive": true
        },
        {
            "id": 3,
            "name": "Kaleidoscope Studios",
            "address": "341 SW 2nd St, Suite 2",
            "geocode": {
                "lat": 44.561258,
                "lng": -123.261147
            },
            "summary": "Art & Poetry",
            "description": "Kaleidoscope Studios jumps in on the play between poets and visual artists and invites them to toss in a dash of levity!",
            "isActive": true,
            "photoUrl": "kaleidoscope.jpg"
        },
        {
            "id": "karen-wysopal",
            "name": "Karen Wysopal Studio",
            "address": "425 SW Madison Ave (upstairs)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Alcohol Ink Paintings",
            "isActive": true,
            "description": "I enjoy the lack of predictability and control inherent in the combination of alcohol ink on yupo paper.  No brushwork is used in my process.  Inks are applied directly from bottle to paper, then blended and moved using plastic straws, paper towels, breeze, and gravity.  My goal is to allow the ink to move and blend organically, while finding the right moment to impose myself upon it.  I experience the process as a dance, and a meditation, the desired balance of give and take with the medium being a metaphor for life.  I can’t imagine a more rewarding way to spend my time!",
            "photoUrl": "karen-wysopal.jpg"
        },
        {
            "id": "living-room",
            "name": "Living Room Gallery",
            "address": "425 SW Madison Ave (lower level)",
            "geocode": {
                "lat": 44.563881,
                "lng": -123.262926
            },
            "summary": "Pretty in Bleak",
            "isActive": true,
            "description": "Funny, morbid, surreal, and deeply moving works created with various printmaking techniques by Corvallis resident, Vesper White. A retrospective.",
            "photoUrl": "living-room.jpg"
        },
        {
            "id": "majestic",
            "name": "Majestic Theatre",
            "address": "115 SW 2nd St",
            "hours": "5-8 p.m.",
            "geocode": {
                "lat": 44.563638,
                "lng": -123.259978
            },
            "summary": "Wonderland",
            "description": "Take a walk through Wonderland and explore new and original works inspired by the literary classics, Alice in Wonderland and Through the Looking Glass. Wonderland engages the imagination through new interpretations of the much loved story and kicks off two months of Alice in Wonderland themed events in celebration of our upcoming production.",
            "photoUrl": "majestic.jpg",
            "isActive": true
        },
        {
            "id": "humanities",
            "name": "OSU Center for the Humanities",
            "address": "811 SW Jefferson Ave",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.564018,
                "lng": -123.267411
            },
            "summary": "Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description": "Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl": "humanities.jpg",
            "isActive": false
        },
        {
            "id": "pegasus",
            "name": "Pegasus & Old World Deli",
            "address": "341 SW 2nd St",
            "geocode": {
                "lat": 44.561185,
                "lng": -123.261147
            },
            "summary": "Annual Art & Poetry Exhibit",
            "description": "Each year artists and poets gather at the gallery to share how they experience the world around them and the synergy of artists articulating in many mediums.",
            "isActive": true,
            "photoUrl": "pegasus.jpg"
        },
        {
            "id": "poptart",
            "name": "PopTart",
            "address": "460 SW Madison Ave, Suite #7",
            "geocode": {
                "lat": 44.563778,
                "lng": -123.263166
            },
            "summary": "Unlucky in Love",
            "description": "Poptart & Ugly Art Room present an anti Valentine's Day group art show along with $25 tattoos, a photo booth, snacks & libations by Corvallis Brewing Supply. Check out uglyartroom.com for artist information.",
            "photoUrl": "poptart.jpg",
            "isActive": false,
            "hours": "5-8 p.m."
        },
        {
            "id": "urista-thompson",
            "name": "Rachel Urista / Laurel Thompson",
            "address": "340 SW 2nd St., Studio #12 (Above Corvallis Cyclery)",
            "geocode": {
                "lat": 44.561314,
                "lng": -123.261465
            },
            "summary": "Down the Rabbit Hole",
            "description": "Take a trip down the rabbit hole, and visit Laurel and Rachel in their own little Wonderland! The arrival of spring has been an incredible inspiration to both artists, and new paintings and mural art will be waiting. The giant coloring pages will also be back, and need your help coloring them in.",
            "photoUrl": "",
            "isActive": true,
            "hours": ""
        },
        {
            "id": "studio-beatrice",
            "name": "Studio Beatrice",
            "address": "230 NW 6th St",
            "hours": "4-7 p.m.",
            "geocode": {
                "lat": 44.566827,
                "lng": -123.263545
            },
            "summary": "Acryllic paintings by Donna Beverly and Sculture by Skip Horton.  Music by Marshall Adams, libations by Spindrift Cellars.",
            "description": "Donna Beverly and Husband Skip Horton will display her 2D and His 3D art, while Marshall Adams entertain us with music.  Refreshments include wine-tasting by Kathi from Spindrift Cellars.",
            "isActive": true
        },
        {
            "id": "studio262",
            "name": "Studio262",
            "address": "425 SW Madison Ave, Suite H-1",
            "geocode": {
                "lat": 44.563996,
                "lng": -123.26244
            },
            "summary": "Boards & Bicycles",
            "description": "Artist reception for \"Boards & Bicycles\", an open community art show with guest artist Nicholas Dudek talking about his work and Hooda LMTD clothing, art, and culture.",
            "photoUrl": "studio262.jpg",
            "isActive": true
        },
        {
            "id": "teal",
            "name": "Teal Cooperative Gallery",
            "address": "328 SW 2nd St",
            "geocode": {
                "lat": 44.561531,
                "lng": -123.261294
            },
            "hours": "5-8 p.m.",
            "summary": "Come watch Harry McManus demonstrate wood turning. Featuring local handcrafted sweets by Melarova Baking and ginger liqueur by Spiritopia.",
            "photoUrl": "teal.jpg",
            "isActive": false
        }
    ]
}