        {
            "id":"arts-center",
            "name":"The Arts Center",
            "address":"700 SW Madison Ave",
            "geocode":{
                "lat":44.5643109,
                "lng":-123.266023
            },
            "summary":"The Arts Center features Daily Objects, Sarah Fagan, Sandee McGee, Susan Rochester who explore our daily surroundings.",
            "description":"The Arts Center features Daily Objects, Sarah Fagan, Sandee McGee, Susan Rochester who explore our daily surroundings.\n\nTAC hosts a “print party” where you create low tech, instant prints on a press depicting those elusive daily objects."
        },
        {
            "id":"humanities",
            "name":"OSU Center for the Humanities",
            "address":"811 SW Jefferson Ave",
            "hours":"4-7 p.m.",
            "geocode":{
                "lat":44.564018,
                "lng":-123.267411
            },
            "summary":"Views of the Columbia Coast. Six photographers share their unique perspectives of the Lower Columbia, from Astoria to Oysterville. Drop-in photo editing demos and advice, 5-7pm.",
            "description":"Views of the Columbia Coast\n\nA multi-faceted portrait of one of the Northwest's most significant historical regions presented by six local photographers: Rich Bergeman, Allan Doerksen, Dave McIntire, Kurt Norlin, John Ritchie and Dan Wise.\n\nMore than 30 color and b+w photographs explore the Lower Columbia Region, from Astoria's historic waterfront and the upriver Brownsmead sloughs, to the mysterious Fort Columbia and the picturesque Washington towns of Ilwaco and Oysterville.\n\nReception with refreshments from 4-7pm; photo editing demos and advice from 5-7pm. You can also bring your questions to ask the experts as they demonstrate techniques from basic image adjustments to more advanced panorama stitching, composites, and HDR.  Bring your own photographs (on paper, thumb drive, pad or phone) for feedback.",
            "photoUrl":"humanities.jpg"
        },
        {
            "id":"corvidopolis",
            "name":"Corvidopolis",
            "address":"459 SW Madison Ave",
            "hours":"5-8 p.m.",
            "geocode":{
                "lat":44.564167,
                "lng":-123.263268
            },
            "summary":"FALL FUNGUS FIESTA - Visit the CORVIDOPOLIS Studio, view & color some new mushroom prints, draw your favorite fungus and talk fall foraging."
        },
        {
            "id":"corvallis-swing",
            "name":"Corvallis Swing",
            "address":"341 SW 2nd St",
            "hours":"5-6:45 p.m.",
            "geocode":{
                "lat":44.561265, 
                "lng":-123.261012
            },
            "summary":"The folks of the Corvallis Arts Walk have graciously invited the Corvallis Swing Dance Society to participate in their 1-year anniversary walk! A handful of swing dancers will be dancing onstage at the Old World Deli, 5:00-6:45pm. This is our opportunity to share our love of swing dance with the broader Corvallis community while supporting a great local event!"
        }